Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# changelog.0_12_0.parental.body
source: Set a Guardian PIN to protect profiles and lock changes to settings, servers and profiles. Forgot it? Recover with your Jellyfin password.
cs: Nastav ochranný PIN pro ochranu profilů a uzamčení změn nastavení, serverů a profilů. Zapomněl jsi ho? Obnov ho svým heslem k Jellyfinu.
da: Indstil en beskyttelses-PIN for at beskytte profiler og låse ændringer af indstillinger, servere og profiler. Glemt den? Gendan med din Jellyfin-adgangskode.
de: Lege eine Eltern-PIN fest, um Profile zu schützen und Änderungen an Einstellungen, Servern und Profilen zu sperren. Vergessen? Stelle sie mit deinem Jellyfin-Passwort wieder her.
el: Όρισε ένα PIN προστασίας για να προστατεύεις προφίλ και να κλειδώνεις αλλαγές σε ρυθμίσεις, διακομιστές και προφίλ. Το ξέχασες; Επανάφερέ το με τον κωδικό σου στο Jellyfin.
es: Configura un PIN de protección para proteger perfiles y bloquear cambios en ajustes, servidores y perfiles. ¿Lo olvidaste? Recupéralo con tu contraseña de Jellyfin.
fi: Aseta suoja-PIN, joka suojaa profiilit ja lukitsee asetusten, palvelinten ja profiilien muutokset. Unohtuiko se? Palauta se Jellyfin-salasanallasi.
fr: Définis un code PIN de protection pour protéger les profils et verrouiller les modifications des réglages, serveurs et profils. Oublié ? Récupère-le avec ton mot de passe Jellyfin.
hr: Postavi zaštitni PIN za zaštitu profila i zaključavanje promjena postavki, poslužitelja i profila. Zaboravio si ga? Vrati ga svojom Jellyfin lozinkom.
hu: Állíts be egy védő PIN-kódot a profilok védelméhez, és zárold a beállítások, kiszolgálók és profilok módosítását. Elfelejtetted? Állítsd vissza a Jellyfin-jelszavaddal.
it: Imposta un PIN di protezione per proteggere i profili e bloccare le modifiche a impostazioni, server e profili. Dimenticato? Recuperalo con la tua password Jellyfin.
ja: 保護用PINを設定して、プロファイルを保護し、設定・サーバー・プロファイルの変更をロックできます。忘れた場合は、Jellyfinのパスワードで復元できます。
ko: 보호 PIN을 설정해 프로필을 보호하고 설정, 서버, 프로필 변경을 잠그세요. 잊으셨나요? Jellyfin 비밀번호로 복구할 수 있습니다.
nb: Angi en beskyttelses-PIN for å beskytte profiler og låse endringer i innstillinger, servere og profiler. Glemt den? Gjenopprett med Jellyfin-passordet ditt.
nl: Stel een beveiligings-PIN in om profielen te beschermen en wijzigingen aan instellingen, servers en profielen te vergrendelen. Vergeten? Herstel hem met je Jellyfin-wachtwoord.
pl: Ustaw kod PIN, aby chronić profile i blokować zmiany ustawień, serwerów i profili. Zapomniałeś go? Odzyskaj go za pomocą hasła do Jellyfina.
pt_br: Defina um PIN de proteção para proteger perfis e bloquear alterações em ajustes, servidores e perfis. Esqueceu? Recupere com sua senha do Jellyfin.
pt_pt: Define um PIN de proteção para proteger perfis e bloquear alterações a definições, servidores e perfis. Esqueceste-te? Recupera-o com a tua palavra-passe do Jellyfin.
ro: Setează un cod PIN de protecție pentru a proteja profilurile și a bloca modificările setărilor, serverelor și profilurilor. L-ai uitat? Recuperează-l cu parola ta Jellyfin.
ru: Задайте защитный PIN-код, чтобы защитить профили и заблокировать изменение настроек, серверов и профилей. Забыли его? Восстановите с помощью пароля Jellyfin.
sk: Nastav ochranný PIN na ochranu profilov a uzamknutie zmien nastavení, serverov a profilov. Zabudol si ho? Obnov ho svojím heslom k Jellyfinu.
sv: Ange en skydds-PIN för att skydda profiler och låsa ändringar av inställningar, servrar och profiler. Glömt den? Återställ med ditt Jellyfin-lösenord.
tr: Profilleri korumak ve ayarlar, sunucular ve profillerdeki değişiklikleri kilitlemek için bir koruma PIN'i belirleyin. Unuttunuz mu? Jellyfin parolanızla kurtarın.
uk: Установіть захисний PIN-код, щоб захистити профілі та заблокувати зміни налаштувань, серверів і профілів. Забули його? Відновіть за допомогою пароля Jellyfin.
zh_hans: 设置保护 PIN 码以保护资料库、锁定对设置、服务器和资料的更改。忘记了？用你的 Jellyfin 密码找回。
zh_hant: 設定保護 PIN 碼以保護設定檔、鎖定對設定、伺服器和設定檔的更改。忘記了？用你的 Jellyfin 密碼找回。

# changelog.0_12_0.parental.title
source: Parental controls
cs: Rodičovská kontrola
da: Forældrekontrol
de: Kindersicherung
el: Γονικός έλεγχος
es: Control parental
fi: Lapsilukko
fr: Contrôle parental
hr: Roditeljski nadzor
hu: Szülői felügyelet
it: Controllo genitori
ja: ペアレンタルコントロール
ko: 자녀 보호 기능
nb: Foreldrekontroll
nl: Ouderlijk toezicht
pl: Kontrola rodzicielska
pt_br: Controle dos pais
pt_pt: Controlo parental
ro: Control parental
ru: Родительский контроль
sk: Rodičovská kontrola
sv: Föräldrakontroll
tr: Ebeveyn denetimi
uk: Батьківський контроль
zh_hans: 家长控制
zh_hant: 家長控制

# changelog.0_12_0.playlists.body
source: Your Jellyfin playlists get their own Home row and a detail page that plays through in order.
cs: Tvé playlisty z Jellyfinu mají vlastní řádek na ploše a detail, který je přehraje popořadě.
da: Dine Jellyfin-afspilningslister får deres egen række på forsiden og en detaljeside, der spiller dem i rækkefølge.
de: Deine Jellyfin-Wiedergabelisten bekommen eine eigene Home-Reihe und eine Detailseite, die sie der Reihe nach abspielt.
el: Οι λίστες αναπαραγωγής σου από το Jellyfin αποκτούν δική τους σειρά στην αρχική και μια σελίδα που τις παίζει με τη σειρά.
es: Tus listas de reproducción de Jellyfin tienen su propia fila en Inicio y una página de detalle que las reproduce en orden.
fi: Jellyfin-soittolistasi saavat oman rivin etusivulle ja tietonäkymän, joka toistaa ne järjestyksessä.
fr: Tes listes de lecture Jellyfin obtiennent leur propre rangée sur l'accueil et une page de détail qui les lit dans l'ordre.
hr: Tvoji Jellyfin popisi za reprodukciju dobivaju vlastiti redak na početnoj i stranicu s detaljima koja ih pušta redom.
hu: A Jellyfin-lejátszási listáid saját sort kapnak a kezdőképernyőn, és egy részletező oldalt, amely sorban játssza le őket.
it: Le tue playlist di Jellyfin hanno una riga dedicata nella Home e una pagina di dettaglio che le riproduce in ordine.
ja: Jellyfinのプレイリストがホームに専用の行を持ち、詳細ページから順番に再生できます。
ko: Jellyfin 재생목록이 홈에 전용 행을 갖고, 상세 페이지에서 순서대로 재생됩니다.
nb: Jellyfin-spillelistene dine får sin egen rad på forsiden og en detaljside som spiller dem av i rekkefølge.
nl: Je Jellyfin-afspeellijsten krijgen een eigen rij op het startscherm en een detailpagina die ze op volgorde afspeelt.
pl: Twoje listy odtwarzania z Jellyfina mają własny rząd na ekranie głównym i stronę szczegółów, która odtwarza je po kolei.
pt_br: Suas listas de reprodução do Jellyfin ganham uma linha própria na Início e uma página de detalhes que reproduz tudo em ordem.
pt_pt: As tuas listas de reprodução do Jellyfin ganham uma linha própria no Início e uma página de detalhe que as reproduz por ordem.
ro: Listele tale de redare din Jellyfin primesc un rând propriu pe Acasă și o pagină de detalii care le redă în ordine.
ru: Ваши плейлисты Jellyfin получают отдельный ряд на главном экране и страницу с подробностями, которая воспроизводит их по порядку.
sk: Tvoje playlisty z Jellyfinu majú vlastný riadok na ploche a detail, ktorý ich prehrá po poradí.
sv: Dina Jellyfin-spellistor får en egen rad på startsidan och en detaljsida som spelar upp dem i ordning.
tr: Jellyfin çalma listeleriniz Ana ekranda kendi satırını ve hepsini sırayla oynatan bir ayrıntı sayfası kazanır.
uk: Ваші списки відтворення Jellyfin отримують власний рядок на головному екрані та сторінку з деталями, що відтворює їх по черзі.
zh_hans: 你的 Jellyfin 播放列表在主页拥有专属行，详情页会按顺序连续播放。
zh_hant: 你的 Jellyfin 播放清單在主頁擁有專屬列，詳細頁會按順序連續播放。

# changelog.0_12_0.playlists.title
source: Playlists
cs: Seznamy skladeb
da: Afspilningslister
de: Wiedergabelisten
el: Λίστες αναπαραγωγής
es: Listas de reproducción
fi: Soittolistat
fr: Listes de lecture
hr: Popisi za reprodukciju
hu: Lejátszási listák
it: Playlist
ja: プレイリスト
ko: 재생목록
nb: Spillelister
nl: Afspeellijsten
pl: Listy odtwarzania
pt_br: Listas de reprodução
pt_pt: Listas de reprodução
ro: Liste de redare
ru: Плейлисты
sk: Zoznamy skladieb
sv: Spellistor
tr: Çalma listeleri
uk: Списки відтворення
zh_hans: 播放列表
zh_hant: 播放清單

# changelog.0_12_0.rewatchNextUp.body
source: Series you have already finished can appear in Next Up again when you start a rewatch.
cs: Seriály, které jsi už dokoukal, se mohou znovu objevit v řadě Další, když začneš opětovné sledování.
da: Serier, du allerede har set færdig, kan dukke op i Næste igen, når du starter et gensyn.
de: Bereits abgeschlossene Serien können wieder unter „Als Nächstes“ erscheinen, wenn du sie erneut ansiehst.
el: Σειρές που έχεις ήδη ολοκληρώσει μπορούν να εμφανιστούν ξανά στο Επόμενο, όταν ξεκινάς επανάληψη.
es: Las series que ya terminaste pueden volver a aparecer en Siguiente cuando empiezas a verlas de nuevo.
fi: Jo loppuun katsomasi sarjat voivat ilmestyä taas Seuraavaksi-riville, kun aloitat uudelleenkatselun.
fr: Les séries que tu as déjà terminées peuvent réapparaître dans À suivre quand tu commences à les revoir.
hr: Serije koje si već završio mogu se ponovno pojaviti u retku Sljedeće kad počneš ponovno gledanje.
hu: A már befejezett sorozatok újra megjelenhetnek a Következő sorban, amikor újranézésbe kezdesz.
it: Le serie che hai già finito possono ricomparire in Prossimo quando inizi a rivederle.
ja: 見終わったシリーズも、再視聴を始めると「次の再生」に再び表示されます。
ko: 이미 다 본 시리즈도 다시 보기를 시작하면 ‘다음’에 다시 나타날 수 있습니다.
nb: Serier du allerede har sett ferdig, kan dukke opp i Neste igjen når du starter et gjensyn.
nl: Series die je al hebt uitgekeken, kunnen weer in Volgende verschijnen wanneer je opnieuw begint te kijken.
pl: Seriale, które już skończyłeś, mogą znów pojawić się w rzędzie Następne, gdy zaczynasz oglądać je ponownie.
pt_br: Séries que você já terminou podem aparecer de novo em Próximo quando você começa a rever.
pt_pt: As séries que já terminaste podem voltar a aparecer em A seguir quando começas a revê-las.
ro: Serialele pe care le-ai terminat deja pot reapărea în Următorul când începi o revizionare.
ru: Сериалы, которые вы уже досмотрели, могут снова появиться в разделе «Далее», когда вы начинаете повторный просмотр.
sk: Seriály, ktoré si už dopozeral, sa môžu znova objaviť v riadku Ďalšie, keď začneš opätovné pozeranie.
sv: Serier du redan sett klart kan dyka upp i Nästa igen när du börjar titta om.
tr: Zaten bitirdiğiniz diziler, yeniden izlemeye başladığınızda Sırada'da tekrar görünebilir.
uk: Серіали, які ви вже завершили, можуть знову з'явитися в рядку «Наступне», коли ви починаєте повторний перегляд.
zh_hans: 已经看完的剧集，在你开始重温时可重新出现在“接下来”中。
zh_hant: 已經看完的影集，在你開始重溫時可重新出現在「接下來」中。

# changelog.0_12_0.rewatchNextUp.title
source: Rewatch from Next Up
cs: Opětovné sledování v řadě Další
da: Gensyn fra Næste
de: Erneut ansehen über Als Nächstes
el: Επανάληψη από το Επόμενο
es: Volver a ver desde Siguiente
fi: Uudelleenkatselu Seuraavaksi-riviltä
fr: Revoir depuis À suivre
hr: Ponovno gledanje iz retka Sljedeće
hu: Újranézés a Következő sorból
it: Rivedi da Prossimo
ja: 「次の再生」から再視聴
ko: ‘다음’에서 다시 보기
nb: Gjensyn fra Neste
nl: Opnieuw kijken vanuit Volgende
pl: Ponowne oglądanie z rzędu Następne
pt_br: Rever a partir de Próximo
pt_pt: Rever a partir de A seguir
ro: Revizionare din Următorul
ru: Повторный просмотр из «Далее»
sk: Opätovné pozeranie z riadku Ďalšie
sv: Återtittning från Nästa
tr: Sırada'dan yeniden izleme
uk: Повторний перегляд із «Наступне»
zh_hans: 从“接下来”重温
zh_hant: 從「接下來」重溫

# changelog.0_12_0.shuffle.body
source: Shuffle a whole series, a collection or any library grid into a random queue with one button.
cs: Zamíchej celý seriál, kolekci nebo jakoukoli mřížku knihovny do náhodné fronty jediným tlačítkem.
da: Bland en hel serie, en samling eller et hvilket som helst biblioteksgitter til en tilfældig kø med ét tryk.
de: Mische eine ganze Serie, eine Sammlung oder jedes Mediathek-Raster mit einem Knopf zu einer zufälligen Wiedergabeliste.
el: Ανακάτεψε μια ολόκληρη σειρά, μια συλλογή ή οποιοδήποτε πλέγμα βιβλιοθήκης σε μια τυχαία ουρά με ένα κουμπί.
es: Mezcla una serie entera, una colección o cualquier cuadrícula de la biblioteca en una cola aleatoria con un botón.
fi: Sekoita koko sarja, kokoelma tai mikä tahansa kirjastoruudukko satunnaiseen jonoon yhdellä painikkeella.
fr: Mélange une série entière, une collection ou n'importe quelle grille de bibliothèque en une file aléatoire d'un seul bouton.
hr: Izmiješaj cijelu seriju, kolekciju ili bilo koju mrežu knjižnice u nasumični red jednim gumbom.
hu: Keverj össze egy egész sorozatot, egy gyűjteményt vagy bármely könyvtárrácsot véletlenszerű sorba egyetlen gombbal.
it: Mescola un'intera serie, una raccolta o qualsiasi griglia della libreria in una coda casuale con un pulsante.
ja: シリーズ全体、コレクション、ライブラリの一覧を、ボタン1つでランダムなキューにシャッフルできます。
ko: 버튼 하나로 시리즈 전체, 컬렉션 또는 모든 라이브러리 그리드를 무작위 대기열로 섞을 수 있습니다.
nb: Bland en hel serie, en samling eller et hvilket som helst bibliotekrutenett til en tilfeldig kø med én knapp.
nl: Schud een hele serie, een collectie of elk bibliotheekraster met één knop tot een willekeurige wachtrij.
pl: Wymieszaj cały serial, kolekcję lub dowolną siatkę biblioteki w losową kolejkę jednym przyciskiem.
pt_br: Embaralhe uma série inteira, uma coleção ou qualquer grade da biblioteca em uma fila aleatória com um botão.
pt_pt: Baralha uma série inteira, uma coleção ou qualquer grelha da biblioteca numa fila aleatória com um botão.
ro: Amestecă un serial întreg, o colecție sau orice grilă din bibliotecă într-o coadă aleatorie cu un buton.
ru: Перемешайте целый сериал, коллекцию или любую сетку медиатеки в случайную очередь одной кнопкой.
sk: Zamiešaj celý seriál, kolekciu alebo akúkoľvek mriežku knižnice do náhodnej fronty jediným tlačidlom.
sv: Blanda en hel serie, en samling eller valfritt biblioteksrutnät till en slumpmässig kö med en knapp.
tr: Tek bir düğmeyle bütün bir diziyi, koleksiyonu ya da herhangi bir kitaplık ızgarasını rastgele bir sıraya karıştırın.
uk: Перемішайте цілий серіал, колекцію або будь-яку сітку медіатеки у випадкову чергу однією кнопкою.
zh_hans: 一键将整部剧集、合集或任意媒体库网格打乱成随机队列。
zh_hant: 一鍵將整部影集、合集或任意媒體庫格狀清單打亂成隨機佇列。

# changelog.0_12_0.shuffle.title
source: Shuffle play
cs: Náhodné přehrávání
da: Tilfældig afspilning
de: Zufallswiedergabe
el: Τυχαία αναπαραγωγή
es: Reproducción aleatoria
fi: Satunnaistoisto
fr: Lecture aléatoire
hr: Nasumična reprodukcija
hu: Véletlenszerű lejátszás
it: Riproduzione casuale
ja: シャッフル再生
ko: 셔플 재생
nb: Tilfeldig avspilling
nl: Willekeurig afspelen
pl: Odtwarzanie losowe
pt_br: Reprodução aleatória
pt_pt: Reprodução aleatória
ro: Redare aleatorie
ru: Случайное воспроизведение
sk: Náhodné prehrávanie
sv: Blandad uppspelning
tr: Karışık oynatma
uk: Випадкове відтворення
zh_hans: 随机播放
zh_hant: 隨機播放

# changelog.0_12_0.subtitleSearch.body
source: Find and download the right subtitle track from inside the player. Hash-matched files get a badge, and ones you added can be removed with a long press.
cs: Najdi a stáhni správné titulky přímo v přehrávači. Soubory shodné podle otisku dostanou odznak a ty, které jsi přidal, smažeš dlouhým stiskem.
da: Find og hent det rigtige undertekstspor direkte i afspilleren. Hash-matchede filer får et mærke, og dem du selv har tilføjet, kan fjernes med et langt tryk.
de: Finde und lade den passenden Untertitel direkt im Player. Hash-genaue Treffer bekommen ein Abzeichen, selbst hinzugefügte lassen sich per langem Druck entfernen.
el: Βρες και κατέβασε το σωστό κανάλι υποτίτλων μέσα από τον player. Τα αρχεία με αντιστοίχιση hash παίρνουν σήμα, ενώ όσα πρόσθεσες αφαιρούνται με παρατεταμένο πάτημα.
es: Encuentra y descarga la pista de subtítulos correcta desde el reproductor. Los archivos que coinciden por hash llevan una insignia, y los que añadas se eliminan con una pulsación larga.
fi: Etsi ja lataa oikea tekstitysraita suoraan soittimessa. Hash-osumat saavat merkin, ja itse lisäämäsi voi poistaa pitkällä painalluksella.
fr: Trouve et télécharge la bonne piste de sous-titres directement dans le lecteur. Les fichiers correspondant par empreinte reçoivent un badge, et ceux que tu ajoutes se suppriment par appui long.
hr: Pronađi i preuzmi pravi zapis titlova izravno u playeru. Datoteke usklađene po hashu dobivaju oznaku, a one koje si dodao uklanjaju se dugim pritiskom.
hu: Keresd meg és töltsd le a megfelelő feliratsávot a lejátszón belül. A hash alapján egyező fájlok jelölést kapnak, a magad által hozzáadottak pedig hosszú nyomással törölhetők.
it: Trova e scarica la traccia di sottotitoli giusta direttamente nel player. I file corrispondenti per hash ricevono un badge e quelli che aggiungi si rimuovono con una pressione prolungata.
ja: プレーヤー内から適切な字幕トラックを検索してダウンロードできます。ハッシュ一致したファイルにはバッジが付き、自分で追加したものは長押しで削除できます。
ko: 플레이어 안에서 알맞은 자막 트랙을 찾아 내려받으세요. 해시가 일치하는 파일에는 배지가 붙고, 직접 추가한 파일은 길게 눌러 삭제할 수 있습니다.
nb: Finn og last ned riktig undertekstspor rett i spilleren. Hash-treff får et merke, og de du selv la til, kan fjernes med et langt trykk.
nl: Vind en download het juiste ondertitelspoor rechtstreeks in de speler. Bestanden met een hash-match krijgen een markering en wat je zelf toevoegt, verwijder je met lang indrukken.
pl: Znajdź i pobierz właściwą ścieżkę napisów bezpośrednio w odtwarzaczu. Pliki dopasowane skrótem dostają odznakę, a dodane przez Ciebie usuniesz długim naciśnięciem.
pt_br: Encontre e baixe a faixa de legenda certa de dentro do player. Arquivos com correspondência por hash recebem um selo, e os que você adicionou podem ser removidos com um toque longo.
pt_pt: Encontra e transfere a faixa de legendas certa a partir do leitor. Os ficheiros com correspondência por hash recebem um selo e os que adicionaste removem-se com uma pressão longa.
ro: Găsește și descarcă pista de subtitrare potrivită direct din player. Fișierele potrivite prin hash primesc o insignă, iar cele adăugate de tine se elimină cu o apăsare lungă.
ru: Находите и скачивайте нужную дорожку субтитров прямо в плеере. Файлы, совпавшие по хешу, получают значок, а добавленные вами можно удалить долгим нажатием.
sk: Nájdi a stiahni správnu stopu titulkov priamo v prehrávači. Súbory zhodné podľa odtlačku dostanú odznak a tie, ktoré si pridal, zmažeš dlhým stlačením.
sv: Hitta och ladda ner rätt undertextspår direkt i spelaren. Hash-matchade filer får en bricka, och de du själv lagt till tas bort med ett långt tryck.
tr: Doğru altyazı izini doğrudan oynatıcıdan bulup indirin. Hash ile eşleşen dosyalar bir rozet alır, eklediklerinizi ise uzun basarak kaldırabilirsiniz.
uk: Знаходьте й завантажуйте потрібну доріжку субтитрів прямо в плеєрі. Файли, що збіглися за хешем, отримують значок, а додані вами можна видалити довгим натисканням.
zh_hans: 直接在播放器中查找并下载合适的字幕轨道。哈希匹配的文件会显示标记，你添加的字幕可长按删除。
zh_hant: 直接在播放器中尋找並下載合適的字幕軌。雜湊比對相符的檔案會顯示標記，你新增的字幕可長按刪除。

# changelog.0_12_0.subtitleSearch.title
source: Search subtitles online
cs: Hledání titulků online
da: Søg undertekster online
de: Untertitel online suchen
el: Αναζήτηση υποτίτλων online
es: Buscar subtítulos en línea
fi: Tekstitysten haku verkosta
fr: Rechercher des sous-titres en ligne
hr: Pretraga titlova na mreži
hu: Feliratok keresése online
it: Cerca sottotitoli online
ja: 字幕をオンライン検索
ko: 자막 온라인 검색
nb: Søk etter undertekster på nett
nl: Ondertitels online zoeken
pl: Wyszukiwanie napisów online
pt_br: Buscar legendas on-line
pt_pt: Procurar legendas online
ro: Caută subtitrări online
ru: Поиск субтитров в сети
sk: Hľadanie titulkov online
sv: Sök undertexter online
tr: Çevrim içi altyazı arama
uk: Пошук субтитрів онлайн
zh_hans: 在线搜索字幕
zh_hant: 線上搜尋字幕

# changelog.0_12_0.trailers.body
source: Play a title's local trailer straight from your server with a button on the detail page.
cs: Přehraj místní upoutávku titulu přímo ze serveru tlačítkem na stránce s detaily.
da: Afspil en titels lokale trailer direkte fra serveren med en knap på detaljesiden.
de: Spiele den lokalen Trailer eines Titels direkt von deinem Server, über einen Knopf auf der Detailseite.
el: Παίξε το τοπικό τρέιλερ ενός τίτλου απευθείας από τον διακομιστή σου, με ένα κουμπί στη σελίδα λεπτομερειών.
es: Reproduce el tráiler local de un título directamente desde tu servidor con un botón en la página de detalle.
fi: Toista nimikkeen paikallinen traileri suoraan palvelimeltasi tietosivun painikkeella.
fr: Lis la bande-annonce locale d'un titre directement depuis ton serveur grâce à un bouton sur la page de détail.
hr: Pusti lokalnu najavu naslova izravno s tvog poslužitelja gumbom na stranici s detaljima.
hu: Játszd le egy cím helyi előzetesét közvetlenül a kiszolgálódról a részletező oldal egy gombjával.
it: Riproduci il trailer locale di un titolo direttamente dal tuo server con un pulsante nella pagina di dettaglio.
ja: 作品のローカル予告編を、詳細ページのボタンからサーバー上で直接再生できます。
ko: 상세 페이지의 버튼으로 작품의 로컬 예고편을 서버에서 바로 재생합니다.
nb: Spill av en titts lokale trailer rett fra serveren med en knapp på detaljsiden.
nl: Speel de lokale trailer van een titel rechtstreeks vanaf je server af met een knop op de detailpagina.
pl: Odtwórz lokalny zwiastun tytułu prosto z serwera przyciskiem na stronie szczegółów.
pt_br: Reproduza o trailer local de um título direto do seu servidor com um botão na página de detalhes.
pt_pt: Reproduz o trailer local de um título diretamente do teu servidor com um botão na página de detalhe.
ro: Redă trailerul local al unui titlu direct de pe serverul tău cu un buton de pe pagina de detalii.
ru: Воспроизводите локальный трейлер тайтла прямо с сервера кнопкой на странице с подробностями.
sk: Prehraj lokálnu ukážku titulu priamo zo svojho servera tlačidlom na stránke s detailmi.
sv: Spela en titels lokala trailer direkt från servern med en knapp på detaljsidan.
tr: Bir başlığın yerel fragmanını, ayrıntı sayfasındaki bir düğmeyle doğrudan sunucunuzdan oynatın.
uk: Відтворюйте локальний трейлер тайтлу прямо з сервера кнопкою на сторінці з деталями.
zh_hans: 通过详情页上的按钮，直接从服务器播放影片的本地预告片。
zh_hant: 透過詳細頁上的按鈕，直接從伺服器播放影片的本地預告片。

# changelog.0_12_0.trailers.title
source: Trailers
cs: Upoutávky
da: Trailere
de: Trailer
el: Τρέιλερ
es: Tráilers
fi: Trailerit
fr: Bandes-annonces
hr: Najave
hu: Előzetesek
it: Trailer
ja: 予告編
ko: 예고편
nb: Trailere
pl: Zwiastuny
ro: Trailere
ru: Трейлеры
sk: Ukážky
sv: Trailrar
tr: Fragmanlar
uk: Трейлери
zh_hans: 预告片
zh_hant: 預告片
